Revit 2027 API
ParameterTypeId.RampAttrMinInvSlope Property
 "Ramp Max Slope (1/x)"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RampAttrMinInvSlope { get; }
Public Shared ReadOnly Property RampAttrMinInvSlope As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RampAttrMinInvSlope {
	ForgeTypeId^ get ();
}
static member RampAttrMinInvSlope : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace